Repository: common-repository/sumup-payment-gateway-for-woocommerce
Catalog: languages/sumup-payment-gateway-for-woocommerce-*.po
Languages: bg_bg, da_dk, de_de, el_cy, es_cl, fi_fi, fr_fr, it_it, lt_lt, nb_no, nl_be, pl_pl, sk_sk, sl_si, sv_se

source: SumUp requires WooCommerce to be installed and active. You can download %s here.
bg_bg: SumUp изисква WooCommerce да бъде инсталиран и активен. Можете да изтеглите %s тук.
da_dk: SumUp kræver, at WooCommerce er installeret og aktivt. Du kan downloade %s her.
de_de: SumUp erfordert, dass WooCommerce installiert und aktiv ist. Sie können %s hier herunterladen.
el_cy: Το SumUp απαιτεί να είναι εγκατεστημένο και ενεργό το WooCommerce. Μπορείτε να το κατεβάσετε %s εδώ.
es_cl: SumUp requiere que WooCommerce esté instalado y activo. Puedes descargar %s aquí.
fi_fi: SumUp vaatii WooCommercen asentamisen ja aktiivisen käytön. Voit ladata %s täältä.
fr_fr: SumUp nécessite que WooCommerce soit installé et actif. Vous pouvez le télécharger %s ici.
it_it: SumUp richiede che WooCommerce sia installato e attivo. Puoi scaricarlo %s qui.
lt_lt: SumUp reikalauja, kad „WooCommerce“ būtų įdiegtas ir aktyvus. Galite atsisiųsti %s čia.
nb_no: SumUp krever at WooCommerce er installert og aktiv. Du kan laste ned %s her.
nl_be: SumUp vereist dat WooCommerce is geïnstalleerd en actief is. U kunt %s hier downloaden.
pl_pl: SumUp wymaga zainstalowanego i aktywnego WooCommerce. Możesz pobrać %s tutaj.
sk_sk: SumUp vyžaduje, aby bol nainštalovaný a aktívny WooCommerce. Môžete si ho stiahnuť %s tu.
sl_si: SumUp zahteva, da je WooCommerce nameščen in aktiven. Lahko ga prenesete %s tukaj.
sv_se: SumUp kräver att WooCommerce är installerat och aktivt. Du kan ladda ner %s här.

source: SumUp Gateway is almost ready. To get started, <a href="%s">set your SumUp account keys</a>.
bg_bg: SumUp Gateway е почти готов. За да започнете, <a href=\"%s\">настройте вашите SumUp акаунтни ключове</a>.
da_dk: SumUp Gateway er næsten klar. For at komme i gang, <a href="%s">indstil dine SumUp-kontonøgler</a>.
de_de: SumUp Gateway ist fast bereit. Um zu beginnen, <a href=\"%s\">stellen Sie Ihre SumUp-Kontonummern ein</a>.
el_cy: Η Πύλη SumUp είναι σχεδόν έτοιμη. Για να ξεκινήσετε, <a href=\"%s\">ρυθμίστε τα κλειδιά του λογαριασμού SumUp σας</a>.
es_cl: SumUp Gateway está casi listo. Para comenzar, <a href=\"%s\">configura las claves de tu cuenta SumUp</a>.
fi_fi: SumUp-yhdyskäytävä on melkein valmis. Aloittaaksesi <a href="%s">määritä SumUp-tiliavaimesi</a>.
fr_fr: La passerelle SumUp est presque prête. Pour commencer, <a href=\"%s\">définissez les clés de votre compte SumUp</a>.
it_it: Il gateway SumUp è quasi pronto. Per iniziare, <a href="%s">imposta le chiavi del tuo account SumUp</a>.
lt_lt: SumUp vartai beveik paruošti. Norėdami pradėti, <a href="%s">nustatykite savo SumUp paskyros raktus</a>.
nb_no: SumUp Gateway er nesten klar. For å komme i gang, <a href="%s">sett dine SumUp-kontonøkler</a>.
nl_be: SumUp Gateway is bijna klaar. Om te beginnen, <a href="%s">stel uw SumUp-accountsleutels in</a>.
pl_pl: Bramka SumUp jest prawie gotowa. Aby rozpocząć, <a href="%s">ustaw klucze do swojego konta SumUp</a>.
sk_sk: SumUp brána je takmer pripravená. Na začiatok <a href="%s">nastavte kľúče k svojmu účtu SumUp</a>.
sl_si: SumUp prehod je skoraj pripravljen. Za začetek <a href="%s">nastavite ključe za svoj račun SumUp</a>.
sv_se: SumUp Gateway är nästan klar. För att komma igång, <a href="%s">ställa in dina SumUp-kontonycklar</a>.

source: SumUp Gateway is not configured properly. You can fix this from <a href="%s">here</a>.
bg_bg: SumUp Gateway не е конфигуриран правилно. Можете да го поправите от <a href=\"%s\">тук</a>.
da_dk: SumUp Gateway er ikke korrekt konfigureret. Du kan rette dette fra <a href="%s">her</a>.
de_de: SumUp Gateway ist nicht richtig konfiguriert. Sie können dies von <a href=\"%s\">hier</a> beheben.
el_cy: Η Πύλη SumUp δεν έχει ρυθμιστεί σωστά. Μπορείτε να το διορθώσετε από <a href=\"%s\">εδώ</a>.
es_cl: SumUp Gateway no está configurado correctamente. Puedes solucionar esto desde <a href=\"%s\">aquí</a>.
fi_fi: SumUp-yhdyskäytävää ei ole määritetty oikein. Voit korjata tämän <a href="%s">tästä</a>.
fr_fr: La passerelle SumUp n'est pas correctement configurée. Vous pouvez corriger cela depuis <a href=\"%s\">ici</a>.
it_it: Il gateway SumUp non è configurato correttamente. Puoi risolverlo <a href="%s">qui</a>.
lt_lt: SumUp vartai nėra tinkamai sukonfigūruoti. Tai galite išspręsti <a href="%s">čia</a>.
nb_no: SumUp Gateway er ikke riktig konfigurert. Du kan fikse dette fra <a href="%s">her</a>.
nl_be: SumUp Gateway is niet correct geconfigureerd. U kunt dit oplossen vanaf <a href="%s">hier</a>.
pl_pl: Bramka SumUp nie jest poprawnie skonfigurowana. Możesz to naprawić <a href="%s">tutaj</a>.
sk_sk: SumUp brána nie je správne nakonfigurovaná. Môžete to opraviť <a href="%s">tu</a>.
sl_si: SumUp prehod ni pravilno konfiguriran. To lahko popravite <a href="%s">tukaj</a>.
sv_se: SumUp Gateway är inte korrekt konfigurerad. Du kan fixa detta <a href="%s">här</a>.

source: SumUp Gateway needs your attention. Currency is different from WooCommerce currency (WooCommerce->Settings->General->Currency).
bg_bg: SumUp Gateway изисква вашето внимание. Валутата е различна от валутата на WooCommerce (WooCommerce->Настройки->Общи->Валута).
da_dk: SumUp Gateway kræver din opmærksomhed. Valutaen er forskellig fra WooCommerce-valutaen (WooCommerce->Indstillinger->Generelt->Valuta).
de_de: SumUp Gateway benötigt Ihre Aufmerksamkeit. Die Währung unterscheidet sich von der WooCommerce-Währung (WooCommerce->Einstellungen->Allgemein->Währung).
el_cy: Η Πύλη SumUp χρειάζεται την προσοχή σας. Το νόμισμα είναι διαφορετικό από το νόμισμα του WooCommerce (WooCommerce->Ρυθμίσεις->Γενικά->Νόμισμα).
es_cl: SumUp Gateway necesita tu atención. La moneda es diferente a la moneda de WooCommerce (WooCommerce->Configuración->General->Moneda).
fi_fi: SumUp-yhdyskäytävä tarvitsee huomiotasi. Valuutta on eri kuin WooCommercen valuutta (WooCommerce->Asetukset->Yleiset->Valuutta).
fr_fr: La passerelle SumUp nécessite votre attention. La devise est différente de la devise WooCommerce (WooCommerce->Paramètres->Général->Devise).
it_it: Il gateway SumUp richiede la tua attenzione. La valuta è diversa dalla valuta di WooCommerce (WooCommerce->Impostazioni->Generale->Valuta).
lt_lt: SumUp vartai reikalauja jūsų dėmesio. Valiuta skiriasi nuo WooCommerce valiutos (WooCommerce->Nustatymai->Bendrieji->Valiuta).
nb_no: SumUp Gateway trenger din oppmerksomhet. Valutaen er forskjellig fra WooCommerce-valutaen (WooCommerce->Innstillinger->Generelt->Valuta).
nl_be: SumUp Gateway heeft uw aandacht nodig. De valuta is anders dan de WooCommerce-valuta (WooCommerce->Instellingen->Algemeen->Valuta).
pl_pl: Bramka SumUp wymaga twojej uwagi. Waluta jest inna niż waluta WooCommerce (WooCommerce->Ustawienia->Ogólne->Waluta).
sk_sk: SumUp brána vyžaduje vašu pozornosť. Mena sa líši od meny WooCommerce (WooCommerce->Nastavenia->Všeobecné->Mena).
sl_si: SumUp prehod zahteva vašo pozornost. Valuta je drugačna od valute WooCommerce (WooCommerce->Nastavitve->Splošno->Valuta).
sv_se: SumUp Gateway kräver din uppmärksamhet. Valutan är annan än WooCommerce-valutan (WooCommerce->Inställningar->Allmänt->Valuta).

source: Settings
bg_bg: Настройки
da_dk: Indstillinger
de_de: Einstellungen
el_cy: Ρυθμίσεις
es_cl: Configuraciones
fi_fi: Asetukset
fr_fr: Paramètres
it_it: Impostazioni
lt_lt: Nustatymai
nb_no: Innstillinger
nl_be: Instellingen
pl_pl: Ustawienia
sk_sk: Nastavenia
sl_si: Nastavitve
sv_se: Inställningar

source: %1$s requires PHP version %2$s or greater.
bg_bg: %1$s изисква PHP версия %2$s или по-висока.
da_dk: %1$s kræver PHP version %2$s eller højere.
de_de: %1$s erfordert PHP-Version %2$s oder höher.
el_cy: Το %1$s απαιτεί έκδοση PHP %2$s ή μεγαλύτερη.
es_cl: %1$s requiere la versión %2$s de PHP o superior.
fi_fi: %1$s vaatii PHP-version %2$s tai uudemman.
fr_fr: %1$s nécessite la version PHP %2$s ou supérieure.
it_it: %1$s richiede la versione PHP %2$s o superiore.
lt_lt: %1$s reikalauja PHP versijos %2$s ar naujesnės.
nb_no: %1$s krever PHP-versjon %2$s eller nyere.
nl_be: %1$s vereist PHP-versie %2$s of hoger.
pl_pl: %1$s wymaga wersji PHP %2$s lub nowszej.
sk_sk: %1$s vyžaduje verziu PHP %2$s alebo novšiu.
sl_si: %1$s zahteva PHP različico %2$s ali višjo.
sv_se: %1$s kräver PHP version %2$s eller högre.

source: %1$s requires WordPress version %2$s or greater.
bg_bg: %1$s изисква WordPress версия %2$s или по-висока.
da_dk: %1$s kræver WordPress version %2$s eller højere.
de_de: %1$s erfordert WordPress-Version %2$s oder höher.
el_cy: Το %1$s απαιτεί έκδοση WordPress %2$s ή μεγαλύτερη.
es_cl: %1$s requiere la versión %2$s de WordPress o superior.
fi_fi: %1$s vaatii WordPress-version %2$s tai uudemman.
fr_fr: %1$s nécessite la version WordPress %2$s ou supérieure.
it_it: %1$s richiede la versione di WordPress %2$s o superiore.
lt_lt: %1$s reikalauja WordPress versijos %2$s ar naujesnės.
nb_no: %1$s krever WordPress-versjon %2$s eller nyere.
nl_be: %1$s vereist WordPress-versie %2$s of hoger.
pl_pl: %1$s wymaga wersji WordPress %2$s lub nowszej.
sk_sk: %1$s vyžaduje verziu WordPress %2$s alebo novšiu.
sl_si: %1$s zahteva WordPress različico %2$s ali višjo.
sv_se: %1$s kräver WordPress version %2$s eller högre.

source: SumUp account not connected
bg_bg: SumUp акаунтът не е свързан
da_dk: SumUp-konto ikke tilsluttet
de_de: SumUp-Konto nicht verbunden
el_cy: Ο λογαριασμός SumUp δεν είναι συνδεδεμένος
es_cl: Cuenta de SumUp no conectada
fi_fi: SumUp-tiliä ei ole yhdistetty
fr_fr: Compte SumUp non connecté
it_it: Account SumUp non connesso
lt_lt: SumUp paskyra neprijungta
nb_no: SumUp-kontoen er ikke koblet til
nl_be: SumUp-account niet verbonden
pl_pl: Konto SumUp nie jest podłączone
sk_sk: Účet SumUp nie je pripojený
sl_si: Račun SumUp povezan
sv_se: SumUp-konto inte anslutet

source: Credentials are not valid. Please try again.
bg_bg: Удостоверенията не са валидни. Моля, опитайте отново.
da_dk: Legitimationsoplysningerne er ugyldige. Prøv venligst igen.
de_de: Anmeldeinformationen sind ungültig. Bitte versuchen Sie es erneut.
el_cy: Τα διαπιστευτήρια δεν είναι έγκυρα. Παρακαλώ δοκιμάστε ξανά.
es_cl: Las credenciales no son válidas. Por favor, inténtalo de nuevo.
fi_fi: Tunnistetiedot eivät ole voimassa. Yritä uudelleen.
fr_fr: Les informations d'identification ne sont pas valides. Veuillez réessayer.
it_it: Le credenziali non sono valide. Si prega di riprovare.
lt_lt: Prisijungimo duomenys netinkami. Bandykite dar kartą.
nb_no: Legitimasjonen er ikke gyldig. Vennligst prøv igjen.
nl_be: De inloggegevens zijn niet geldig. Probeer het opnieuw.
pl_pl: Dane uwierzytelniające są nieprawidłowe. Spróbuj ponownie.
sk_sk: Overovacie údaje sú neplatné. Skúste to znova.
sl_si: Poverilnice niso veljavne. Poskusite znova.
sv_se: Referenserna är inte giltiga. Försök igen.

source: SumUp account connected
bg_bg: SumUp акаунтът е свързан
da_dk: SumUp-konto tilsluttet
de_de: SumUp-Konto verbunden
el_cy: Ο λογαριασμός SumUp είναι συνδεδεμένος
es_cl: Cuenta de SumUp conectada
fi_fi: SumUp-tili yhdistetty
fr_fr: Compte SumUp connecté
it_it: Account SumUp connesso
lt_lt: SumUp paskyra prijungta
nb_no: SumUp-kontoen er koblet til
nl_be: SumUp-account verbonden
pl_pl: Konto SumUp podłączone
sk_sk: Účet SumUp pripojený
sl_si: Račun SumUp povezan
sv_se: SumUp-konto anslutet

source: WooCommerce can now accept payments via SumUp
bg_bg: WooCommerce вече може да приема плащания чрез SumUp
da_dk: WooCommerce kan nu acceptere betalinger via SumUp
de_de: WooCommerce kann jetzt Zahlungen über SumUp akzeptieren
el_cy: Το WooCommerce μπορεί τώρα να δέχεται πληρωμές μέσω SumUp
es_cl: WooCommerce ahora puede aceptar pagos a través de SumUp
fi_fi: WooCommerce voi nyt hyväksyä maksuja SumUpin kautta
fr_fr: WooCommerce peut maintenant accepter les paiements via SumUp
it_it: WooCommerce può ora accettare pagamenti tramite SumUp
lt_lt: WooCommerce dabar gali priimti mokėjimus per SumUp
nb_no: WooCommerce kan nå motta betalinger via SumUp
nl_be: WooCommerce kan nu betalingen accepteren via SumUp
pl_pl: WooCommerce może teraz akceptować płatności przez SumUp
sk_sk: WooCommerce môže teraz prijímať platby cez SumUp
sl_si: WooCommerce lahko zdaj sprejema plačila prek SumUp
sv_se: WooCommerce kan nu acceptera betalningar via SumUp

source: Accept payments through your SumUp account in WooCommerce. Take all payments in your online store with an easy and quick integration. No coding required.
bg_bg: Приемайте плащания чрез вашия SumUp акаунт в WooCommerce. Приемайте всички плащания във вашия онлайн магазин с лесна и бърза интеграция. Не се изисква кодиране.
da_dk: Accepter betalinger gennem din SumUp-konto i WooCommerce. Tag imod alle betalinger i din onlinebutik med en nem og hurtig integration. Ingen kodning nødvendig.
de_de: Akzeptieren Sie Zahlungen über Ihr SumUp-Konto in WooCommerce. Nehmen Sie alle Zahlungen in Ihrem Online-Shop mit einer einfachen und schnellen Integration an. Keine Programmierung erforderlich.
el_cy: Αποδεχτείτε πληρωμές μέσω του λογαριασμού σας SumUp στο WooCommerce. Πάρτε όλες τις πληρωμές στο ηλεκτρονικό σας κατάστημα με μια εύκολη και γρήγορη ενσωμάτωση. Δεν απαιτείται κωδικοποίηση.
es_cl: Acepta pagos a través de tu cuenta de SumUp en WooCommerce. Recibe todos los pagos en tu tienda en línea con una integración fácil y rápida. No se requiere programación.
fi_fi: Hyväksy maksuja SumUp-tilisi kautta WooCommercessa. Hyväksy kaikki suuret pankki- ja luottokortit, käteinen, laskutus ja paljon muuta eri valuutoissa.
fr_fr: Acceptez les paiements via votre compte SumUp dans WooCommerce. Acceptez tous les paiements dans votre boutique en ligne avec une intégration facile et rapide. Aucun codage requis.
it_it: Accetta pagamenti tramite il tuo account SumUp in WooCommerce. Accetta tutti i pagamenti nel tuo negozio online con un'integrazione facile e veloce. Non è richiesto codice.
lt_lt: Priimkite mokėjimus per savo SumUp paskyrą WooCommerce. Priimkite visus mokėjimus savo internetinėje parduotuvėje su lengva ir greita integracija. Programavimo nereikia.
nb_no: Motta betalinger gjennom din SumUp-konto i WooCommerce. Ta imot alle betalinger i din nettbutikk med en enkel og rask integrasjon. Ingen koding nødvendig.
nl_be: Accepteer betalingen via uw SumUp-account in WooCommerce. Accepteer alle betalingen in uw online winkel met een eenvoudige en snelle integratie. Geen codering vereist.
pl_pl: Akceptuj płatności przez swoje konto SumUp w WooCommerce. Przyjmuj wszystkie płatności w swoim sklepie internetowym dzięki łatwej i szybkiej integracji. Nie wymaga kodowania.
sk_sk: Prijímajte platby cez svoj účet SumUp v WooCommerce. Prijímajte všetky platby vo svojom internetovom obchode pomocou ľahkej a rýchlej integrácie. Nie je potrebné kódovanie.
sl_si: Sprejemajte plačila prek svojega računa SumUp v WooCommerce. Sprejemajte vsa plačila v svoji spletni trgovini z enostavno in hitro integracijo. Koda ni potrebna.
sv_se: Acceptera betalningar genom ditt SumUp-konto i WooCommerce. Ta emot alla betalningar i din onlinebutik med en enkel och snabb integration. Ingen kodning krävs.

source: Connect in 4 steps:
bg_bg: Свържете се в 4 стъпки:
da_dk: Tilslut på 4 trin:
de_de: Verbinden Sie sich in 4 Schritten:
el_cy: Συνδεθείτε σε 4 βήματα:
es_cl: Conecta en 4 pasos:
fi_fi: Yhdistä 4 vaiheessa:
fr_fr: Connectez-vous en 4 étapes :
it_it: Connettiti in 4 passaggi:
lt_lt: Prisijunkite per 4 žingsnius:
nb_no: Koble til i 4 trinn:
nl_be: Verbind in 4 stappen:
pl_pl: Połącz w 4 krokach:
sk_sk: Pripojte sa v 4 krokoch:
sl_si: Povežite se v 4 korakih:
sv_se: Anslut i 4 steg:

source: Start by connecting your account. Learn more
bg_bg: Започнете, като свържете своя акаунт. Научете повече
da_dk: Start med at tilslutte din konto. Lær mere
de_de: Beginnen Sie mit der Verbindung Ihres Kontos. Erfahren Sie mehr
el_cy: Ξεκινήστε συνδέοντας τον λογαριασμό σας. Μάθετε περισσότερα
es_cl: Comienza conectando tu cuenta. Aprende más
fi_fi: Aloita yhdistämällä tilisi. Lisätietoja
fr_fr: Commencez par connecter votre compte. En savoir plus
it_it: Inizia collegando il tuo account. Scopri di più
lt_lt: Pradėkite prijungdami savo paskyrą. Sužinokite daugiau
nb_no: Start med å koble til kontoen din. Lær mer
nl_be: Begin met het verbinden van uw account. Leer meer
pl_pl: Zacznij od połączenia swojego konta. Dowiedz się więcej
sk_sk: Začnite pripojením svojho účtu. Viac informácií
sl_si: Začnite s povezovanjem svojega računa. Več informacij
sv_se: Börja med att ansluta ditt konto. Läs mer

source: Log into your SumUp account, if you are not already logged in.
bg_bg: Влезте във вашия SumUp акаунт, ако още не сте влезли.
da_dk: Log ind på din SumUp-konto, hvis du ikke allerede er logget ind.
de_de: Melden Sie sich bei Ihrem SumUp-Konto an, wenn Sie noch nicht angemeldet sind.
el_cy: Συνδεθείτε στον λογαριασμό σας SumUp, αν δεν είστε ήδη συνδεδεμένοι.
es_cl: Inicia sesión en tu cuenta de SumUp, si aún no has iniciado sesión.
fi_fi: Kirjaudu SumUp-tilillesi, jos et ole jo kirjautunut sisään.
fr_fr: Connectez-vous à votre compte SumUp, si vous n'êtes pas déjà connecté.
it_it: Accedi al tuo account SumUp, se non hai già effettuato l'accesso.
lt_lt: Prisijunkite prie savo SumUp paskyros, jei dar nesate prisijungę.
nb_no: Logg inn på din SumUp-konto, hvis du ikke allerede er logget inn.
nl_be: Log in op uw SumUp-account, als u nog niet bent ingelogd.
pl_pl: Zaloguj się na swoje konto SumUp, jeśli jeszcze nie jesteś zalogowany.
sk_sk: Prihláste sa na svoj účet SumUp, ak už nie ste prihlásený.
sl_si: Prijavite se v svoj račun SumUp, če še niste prijavljeni.
sv_se: Logga in på ditt SumUp-konto om du inte redan är inloggad.

source: Select the “Connect” button to begin.
bg_bg: Изберете бутона „Свързване“, за да започнете.
da_dk: Vælg “Tilslut” knappen for at begynde.
de_de: Wählen Sie die Schaltfläche „Verbinden“, um zu beginnen.
el_cy: Επιλέξτε το κουμπί “Σύνδεση” για να ξεκινήσετε.
es_cl: Selecciona el botón “Conectar” para comenzar.
fi_fi: Aloita valitsemalla "Yhdistä"-painike.
fr_fr: Sélectionnez le bouton « Connecter » pour commencer.
it_it: Seleziona il pulsante "Connetti" per iniziare.
lt_lt: Pasirinkite mygtuką „Prisijungti“, kad pradėtumėte.
nb_no: Velg “Koble til”-knappen for å begynne.
nl_be: Selecteer de knop "Verbinden" om te beginnen.
pl_pl: Wybierz przycisk „Połącz”, aby rozpocząć.
sk_sk: Začnite výberom tlačidla „Pripojiť“.
sl_si: Izberite gumb »Poveži«, da začnete.
sv_se: Välj "Anslut" knappen för att börja.

source: Return to WooCommerce by selecting the “View plugin” button.
bg_bg: Върнете се към WooCommerce, като изберете бутона „Преглед на плъгина“.
da_dk: Vend tilbage til WooCommerce ved at vælge “Vis plugin” knappen.
de_de: Kehren Sie zu WooCommerce zurück, indem Sie die Schaltfläche „Plugin anzeigen“ auswählen.
el_cy: Επιστρέψτε στο WooCommerce επιλέγοντας το κουμπί “Προβολή plugin”.
es_cl: Regresa a WooCommerce seleccionando el botón “Ver plugin”.
fi_fi: Palaa WooCommerceen valitsemalla "Näytä laajennus"-painike.
fr_fr: Retournez à WooCommerce en sélectionnant le bouton « Voir le plugin ».
it_it: Torna a WooCommerce selezionando il pulsante "Visualizza plugin".
lt_lt: Grįžkite į WooCommerce pasirinkdami mygtuką „Peržiūrėti įskiepį“.
nb_no: Gå tilbake til WooCommerce ved å velge “Vis plugin”-knappen.
nl_be: Keer terug naar WooCommerce door de knop "Plugin bekijken" te selecteren.
pl_pl: Wróć do WooCommerce, wybierając przycisk „Zobacz wtyczkę”.
sk_sk: Vráťte sa do WooCommerce výberom tlačidla „Zobraziť plugin“.
sl_si: Vrnite se v WooCommerce z izbiro gumba »Ogled vtičnika«.
sv_se: Återvänd till WooCommerce genom att välja "Visa insticksprogrammet" knappen.

source: Advanced Version
bg_bg: Разширена версия
da_dk: Avanceret version
de_de: Erweiterte Version
el_cy: Προηγμένη έκδοση
es_cl: Versión avanzada
fi_fi: Kehittynyt versio
fr_fr: Version Avancée
it_it: Versione avanzata
lt_lt: Išplėstinė versija
nb_no: Avansert versjon
nl_be: Geavanceerde versie
pl_pl: Wersja zaawansowana
sk_sk: Pokročilá verzia
sl_si: Napredna različica
sv_se: Avancerad version

source: Connect Account
bg_bg: Свържете акаунт
da_dk: Tilslut konto
de_de: Konto verbinden
es_cl: Conectar cuenta
fi_fi: Yhdistä tili
fr_fr: Connecter le compte
it_it: Connetti account
lt_lt: Prisijungti paskyrą
nb_no: Koble til konto
nl_be: Verbind account
pl_pl: Połącz konto
sk_sk: Pripojiť účet
sl_si: Poveži račun
sv_se: Anslut konto

source: Please use the “Connect Account” button to start the configuration.
bg_bg: Моля, използвайте бутона „Свържете акаунт“, за да започнете конфигурацията.
da_dk: Brug venligst knappen "Forbind konto" for at starte konfigurationen.
de_de: Bitte verwenden Sie die Schaltfläche „Konto verbinden“, um die Konfiguration zu starten.
el_cy: Παρακαλώ χρησιμοποιήστε το κουμπί «Σύνδεση λογαριασμού» για να ξεκινήσετε τη διαμόρφωση.
es_cl: Por favor, utilice el botón "Conectar cuenta" para iniciar la configuración.
fi_fi: Käytäthän "Yhdistä tili" -painiketta aloittaaksesi määrityksen.
fr_fr: Veuillez utiliser le bouton « Connecter le compte » pour démarrer la configuration.
it_it: Si prega di utilizzare il pulsante "Collega account" per avviare la configurazione.
lt_lt: Prašome naudoti mygtuką „Prijungti paskyrą“, kad pradėtumėte konfigūravimą.
nb_no: Vennligst bruk knappen «Koble til konto» for å starte konfigurasjonen.
nl_be: Gebruik de knop "Account verbinden" om de configuratie te starten.
pl_pl: Proszę użyć przycisku „Połącz konto”, aby rozpocząć konfigurację.
sk_sk: Použite tlačidlo „Pripojiť účet“ na spustenie konfigurácie.
sl_si: Uporabite gumb »Poveži račun« za začetek konfiguracije.
sv_se: Använd knappen "Anslut konto" för att starta konfigurationen.
