Repository: common-repository/sumup-payment-gateway-for-woocommerce
Catalog: languages/sumup-payment-gateway-for-woocommerce-*.po
Languages: bg_bg, da_dk, de_de, el_cy, es_cl, fi_fi, fr_fr, it_it, lt_lt, nb_no, nl_be, pl_pl, sk_sk, sl_si, sv_se

source: Sum up is temporarily unavailable. Please contact site admin for more information.
bg_bg: Sumup временно не е наличен. Моля, свържете се с администратора на сайта за повече информация.
da_dk: Sumup er midlertidigt utilgængelig. Kontakt webstedsadministratoren for mere information.
de_de: SumUp ist vorübergehend nicht verfügbar. Bitte wenden Sie sich an den Site-Administrator für weitere Informationen.
el_cy: Το SumUp είναι προσωρινά μη διαθέσιμο. Παρακαλώ επικοινωνήστε με τον διαχειριστή του ιστότοπου για περισσότερες πληροφορίες.
es_cl: Sumup está temporalmente no disponible. Por favor, contacta al administrador del sitio para más información.
fi_fi: Sumup ei ole tilapäisesti käytettävissä. Ota yhteyttä sivuston ylläpitäjään saadaksesi lisätietoja.
fr_fr: Sumup est temporairement indisponible. Veuillez contacter l'administrateur du site pour plus d'informations.
it_it: Sumup è temporaneamente non disponibile. Contatta l'amministratore del sito per maggiori informazioni.
lt_lt: „Sumup“ laikinai nepasiekiamas. Norėdami gauti daugiau informacijos, susisiekite su svetainės administratoriumi.
nb_no: SumUp er midlertidig utilgjengelig. Vennligst kontakt nettstedets administrator for mer informasjon.
nl_be: SumUp is tijdelijk niet beschikbaar. Neem contact op met de sitebeheerder voor meer informatie.
pl_pl: Sumup jest tymczasowo niedostępny. Proszę skontaktować się z administratorem strony, aby uzyskać więcej informacji.
sk_sk: Sumup je dočasne nedostupný. Pre viac informácií kontaktujte administrátora stránky.
sl_si: Sumup je začasno nedostopen. Za več informacij se obrnite na skrbnika spletnega mesta.
sv_se: Sumup är tillfälligt otillgängligt. Kontakta webbplatsadministratören för mer information.

source: Payment Status:
bg_bg: Статус на плащането:
da_dk: Betalingsstatus:
de_de: Zahlungsstatus:
el_cy: Κατάσταση Πληρωμής:
es_cl: Estado del Pago:
fi_fi: Maksun tila:
fr_fr: Statut du paiement :
it_it: Stato del pagamento:
lt_lt: Mokėjimo būsena:
nb_no: Betalingsstatus:
nl_be: Betalingsstatus:
pl_pl: Status płatności:
sk_sk: Stav platby:
sl_si: Stanje plačila:
sv_se: Betalningsstatus:

source: Payment instructions
bg_bg: Инструкции за плащане
da_dk: Betalingsinstruktioner
de_de: Zahlungsanweisungen
el_cy: Οδηγίες πληρωμής
es_cl: Instrucciones de pago
fi_fi: Maksuohjeet
fr_fr: Instructions de paiement
it_it: Istruzioni per il pagamento
lt_lt: Mokėjimo instrukcijos
nb_no: Betalingsinstruksjoner
nl_be: Betalingsinstructies
pl_pl: Instrukcje płatności
sk_sk: Platobné pokyny
sl_si: Navodila za plačilo
sv_se: Betalningsinstruktioner

source: PIX code:
bg_bg: PIX код:
sk_sk: PIX kód:
sl_si: PIX koda:
sv_se: PIX-kod:

source: Download Boleto
bg_bg: Изтеглете Билетото
el_cy: Κατεβάστε το Boleto
es_cl: Descargar Boleto
fr_fr: Télécharger le Boleto
it_it: Scarica Boleto
lt_lt: Atsisiųsti Boleto
nb_no: Last ned Boleto
pl_pl: Pobierz Boleto
sk_sk: Stiahnite Boleto
sl_si: Prenesite Boleto
sv_se: Ladda ner Boleto

source: Code to pay:
bg_bg: Код за плащане:
da_dk: Kode til betaling:
de_de: Zahlungscode:
el_cy: Κωδικός πληρωμής:
es_cl: Código para pagar:
fi_fi: Koodi maksamiseen:
fr_fr: Code à payer :
it_it: Codice per pagare:
lt_lt: Koduoti mokėjimą:
nb_no: Kode for betaling:
nl_be: Betaalcode:
pl_pl: Kod do zapłaty:
sk_sk: Kód na platbu:
sl_si: Koda za plačilo:
sv_se: Kod för att betala:

source: Enable/Disable
bg_bg: Активиране/Деактивиране
da_dk: Aktiver/deaktiver
de_de: Aktivieren/Deaktivieren
el_cy: Ενεργοποίηση/Απενεργοποίηση
es_cl: Habilitar/Deshabilitar
fi_fi: Ota käyttöön/poista käytöstä
fr_fr: Activer/Désactiver
it_it: Abilita/Disabilita
lt_lt: Įjungti/Išjungti
nb_no: Aktiver/Deaktiver
nl_be: Inschakelen/Uitschakelen
pl_pl: Włącz/Wyłącz
sk_sk: Povoliť/Zakázať
sl_si: Omogoči/Onemogoči
sv_se: Aktivera/inaktivera

source: Enable SumUp
bg_bg: Активиране на SumUp
da_dk: Aktiver SumUp
de_de: SumUp aktivieren
el_cy: Ενεργοποίηση SumUp
es_cl: Habilitar SumUp
fi_fi: Ota SumUp käyttöön
fr_fr: Activer SumUp
it_it: Abilita SumUp
lt_lt: Įjungti SumUp
nb_no: Aktiver SumUp
nl_be: Schakel SumUp in
pl_pl: Włącz SumUp
sk_sk: Povoliť SumUp
sl_si: Omogoči SumUp
sv_se: Aktivera SumUp

source: Title
bg_bg: Заглавие
da_dk: Titel
de_de: Titel
el_cy: Τίτλος
es_cl: Título
fi_fi: Otsikko
fr_fr: Titre
it_it: Titolo
lt_lt: Pavadinimas
nb_no: Tittel
nl_be: Titel
pl_pl: Tytuł
sk_sk: Názov
sl_si: Naslov
sv_se: Titel

source: This controls the title the user sees during checkout.
bg_bg: Това контролира заглавието, което потребителят вижда по време на касата.
da_dk: Dette styrer titlen, som brugeren ser ved kassen.
de_de: Dies steuert den Titel, den der Benutzer während des Bezahlvorgangs sieht.
el_cy: Αυτό ελέγχει τον τίτλο που βλέπει ο χρήστης κατά την ολοκλήρωση της παραγγελίας.
es_cl: Esto controla el título que el usuario ve durante la caja.
fi_fi: Tämä hallitsee otsikkoa, jonka käyttäjä näkee kassalla.
fr_fr: Cela contrôle le titre que l'utilisateur voit lors de la caisse.
it_it: Questo controlla il titolo che l'utente vede durante il checkout.
lt_lt: Tai valdo pavadinimą, kurį vartotojas mato atsiskaitymo metu.
nb_no: Dette kontrollerer tittelen brukeren ser under utsjekkingen.
nl_be: Dit bepaalt de titel die de gebruiker ziet tijdens de checkout.
pl_pl: To kontroluje tytuł, który użytkownik widzi podczas płatności.
sk_sk: Toto ovláda názov, ktorý používateľ vidí pri pokladni.
sl_si: To nadzoruje naslov, ki ga uporabnik vidi pri plačilu.
sv_se: Detta styr titeln som användaren ser vid utcheckning.

source: Pay with SumUp
bg_bg: Платете със SumUp
da_dk: Betal med SumUp
de_de: Mit SumUp bezahlen
el_cy: Πληρώστε με το SumUp
es_cl: Pagar con SumUp
fi_fi: Maksa SumUpilla
fr_fr: Payer avec SumUp
it_it: Paga con SumUp
lt_lt: Mokėti su SumUp
nb_no: Betal med SumUp
nl_be: Betaal met SumUp
pl_pl: Zapłać za pomocą SumUp
sk_sk: Zaplaťte pomocou SumUp
sl_si: Plačajte z SumUp
sv_se: Betala med SumUp

source: Description
bg_bg: Описание
da_dk: Beskrivelse
de_de: Beschreibung
el_cy: Περιγραφή
es_cl: Descripción
fi_fi: Kuvaus
it_it: Descrizione
lt_lt: Aprašymas
nb_no: Beskrivelse
nl_be: Beschrijving
pl_pl: Opis
sk_sk: Popis
sl_si: Opis
sv_se: Beskrivning

source: This controls the description the user sees during checkout.
bg_bg: Това контролира описанието, което потребителят вижда по време на касата.
da_dk: Dette styrer beskrivelsen, som brugeren ser ved kassen.
de_de: Dies steuert die Beschreibung, die der Benutzer während des Bezahlvorgangs sieht.
el_cy: Αυτό ελέγχει την περιγραφή που βλέπει ο χρήστης κατά την ολοκλήρωση της παραγγελίας.
es_cl: Esto controla la descripción que el usuario ve durante la caja.
fi_fi: Tämä hallitsee kuvausta, jonka käyttäjä näkee kassalla.
fr_fr: Cela contrôle la description que l'utilisateur voit lors de la caisse.
it_it: Questo controlla la descrizione che l'utente vede durante il checkout.
lt_lt: Tai valdo aprašymą, kurį vartotojas mato atsiskaitymo metu.
nb_no: Dette kontrollerer beskrivelsen brukeren ser under utsjekkingen.
nl_be: Dit bepaalt de beschrijving die de gebruiker ziet tijdens de checkout.
pl_pl: To kontroluje opis, który użytkownik widzi podczas płatności.
sk_sk: Toto ovláda popis, ktorý používateľ vidí pri pokladni.
sl_si: To nadzoruje opis, ki ga uporabnik vidi pri plačilu.
sv_se: Detta styr beskrivningen som användaren ser vid utcheckning.

source: You can choose how you'd like to pay after you place your order.
bg_bg: Можете да изберете как искате да платите след като направите поръчката си.
da_dk: Du kan vælge, hvordan du vil betale, efter du har afgivet din ordre.
de_de: Sie können auswählen, wie Sie nach Aufgabe Ihrer Bestellung bezahlen möchten.
el_cy: Μπορείτε να επιλέξετε πώς θα πληρώσετε αφού κάνετε την παραγγελία σας.
es_cl: Puedes elegir cómo te gustaría pagar después de realizar tu pedido.
fi_fi: Voit valita, miten haluat maksaa tilauksesi jälkeen.
fr_fr: Vous pouvez choisir comment vous souhaitez payer après avoir passé votre commande.
it_it: Puoi scegliere come pagare dopo aver effettuato l'ordine.
lt_lt: Galite pasirinkti, kaip norite mokėti po užsakymo pateikimo.
nb_no: Du kan velge hvordan du vil betale etter at du har lagt inn bestillingen.
nl_be: U kunt kiezen hoe u wilt betalen nadat u uw bestelling hebt geplaatst.
pl_pl: Możesz wybrać, jak chcesz zapłacić po złożeniu zamówienia.
sk_sk: Po zadaní objednávky si môžete vybrať, ako chcete zaplatiť.
sl_si: Po oddaji naročila lahko izberete, kako želite plačati.
sv_se: Du kan välja hur du vill betala efter att du har lagt din beställning.

source: Merchant ID
bg_bg: Идентификатор на търговец
de_de: Händler-ID
el_cy: Αναγνωριστικό Εμπόρου
es_cl: ID del Comerciante
fi_fi: Kauppiastunnus
fr_fr: ID marchand
it_it: ID commerciante
lt_lt: Prekybininko ID
nb_no: Forhandler-ID
nl_be: Verkopers-ID
pl_pl: Identyfikator sprzedawcy
sk_sk: ID obchodníka
sl_si: ID trgovca

source: Get your Merchant ID from your SumUp account:
bg_bg: Получете своя идентификатор на търговец от вашия SumUp акаунт:
da_dk: Få dit Merchant ID fra din SumUp-konto:
de_de: Erhalten Sie Ihre Händler-ID von Ihrem SumUp-Konto:
el_cy: Λάβετε το αναγνωριστικό εμπόρου από τον λογαριασμό σας στο SumUp:
es_cl: Obtén tu ID del Comerciante de tu cuenta de SumUp:
fi_fi: Hanki kauppiastunnuksesi SumUp-tililtäsi:
fr_fr: Obtenez votre ID marchand à partir de votre compte SumUp :
it_it: Ottieni il tuo ID commerciante dal tuo account SumUp:
lt_lt: Gaukite savo prekybininko ID iš SumUp paskyros:
nb_no: Få din forhandler-ID fra din SumUp-konto:
nl_be: Haal uw verkopers-ID uit uw SumUp-account:
pl_pl: Pobierz identyfikator sprzedawcy z konta SumUp:
sk_sk: Získajte svoje ID obchodníka z účtu SumUp:
sl_si: Pridobite svoj ID trgovca iz svojega računa SumUp:
sv_se: Få ditt Merchant-ID från ditt SumUp-konto:

source: API Key
bg_bg: API ключ
de_de: API-Schlüssel
el_cy: Κλειδί API
es_cl: Clave API
fi_fi: API-avain
it_it: Chiave API
lt_lt: API raktas
nb_no: API-nøkkel
nl_be: API-sleutel
pl_pl: Klucz API
sk_sk: API kľúč
sl_si: API ključ
sv_se: API-nyckel

source: Create and get your API Key:
bg_bg: Създайте и получете своя API ключ:
da_dk: Opret og få din API-nøgle:
de_de: Erstellen und erhalten Sie Ihren API-Schlüssel:
el_cy: Δημιουργήστε και λάβετε το κλειδί API σας:
es_cl: Crea y obtén tu Clave API:
fi_fi: Luo ja hanki API-avaimesi:
fr_fr: Créez et obtenez votre API Key :
it_it: Crea e ottieni la tua chiave API:
lt_lt: Sukurkite ir gaukite savo API raktą:
nb_no: Opprett og få din API-nøkkel:
nl_be: Maak en haal uw API-sleutel:
pl_pl: Utwórz i pobierz klucz API:
sk_sk: Vytvorte a získajte svoj API kľúč:
sl_si: Ustvarite in pridobite svoj API ključ:
sv_se: Skapa och få din API-nyckel:

source: developer settings
bg_bg: настройки за разработчици
da_dk: her
de_de: Entwicklereinstellungen
el_cy: ρυθμίσεις προγραμματιστή
es_cl: configuración del desarrollador
fi_fi: kehittäjäasetukset
fr_fr: paramètres de développeur
it_it: impostazioni sviluppatore
lt_lt: kūrėjo nustatymai
nb_no: utviklerinnstillinger
nl_be: ontwikkelaar instellingen
pl_pl: ustawienia dewelopera
sk_sk: nastavenia vývojára
sl_si: nastavitve razvijalca
sv_se: utvecklarinställningar

source: Client ID
bg_bg: Клиентски идентификатор
da_dk: Klient-ID
el_cy: Αναγνωριστικό Πελάτη (Client ID)
es_cl: ID del Cliente
fi_fi: Asiakastunnus
fr_fr: ID client
it_it: ID cliente
lt_lt: Kliento ID
nb_no: Klient-ID
pl_pl: Identyfikator klienta
sk_sk: ID klienta
sl_si: ID odjemalca
sv_se: Klient-ID

source: Create and get your Client ID:
bg_bg: Създайте и получете своя клиентски идентификатор:
da_dk: Opret og få dit klient-ID:
de_de: Erstellen und erhalten Sie Ihre Client-ID:
el_cy: Δημιουργήστε και λάβετε το Αναγνωριστικό Πελάτη (Client ID) σας:
es_cl: Crea y obtén tu ID del Cliente:
fi_fi: Luo ja hanki asiakastunnuksesi:
fr_fr: Créez et obtenez votre ID client :
it_it: Crea e ottieni il tuo ID cliente:
lt_lt: Sukurkite ir gaukite savo kliento ID:
nb_no: Opprett og få din klient-ID:
nl_be: Maak en haal uw Client-ID:
pl_pl: Utwórz i pobierz identyfikator klienta:
sk_sk: Vytvorte a získajte svoje ID klienta:
sl_si: Ustvarite in pridobite svoj ID odjemalca:
sv_se: Skapa och få ditt Klient-ID:

source: Client Secret
bg_bg: Клиентска тайна
da_dk: Klienthemmelighed
el_cy: Μυστικό Πελάτη (Client Secret)
es_cl: Secreto del Cliente
fi_fi: Asiakassalaisuus
fr_fr: Secret client
lt_lt: Kliento paslaptis
nb_no: Klienthemmelighet
pl_pl: Tajemnica klienta
sk_sk: Tajomstvo klienta
sl_si: Skrivnost odjemalca
sv_se: Klienthemlighet

source: Create and get your Client Secret:
bg_bg: Създайте и получете своя клиентска тайна:
da_dk: Opret og få din klienthemmelighed:
de_de: Erstellen und erhalten Sie Ihr Client Secret:
el_cy: Δημιουργήστε και λάβετε το Μυστικό Πελάτη (Client Secret) σας:
es_cl: Crea y obtén tu Secreto del Cliente:
fi_fi: Luo ja hanki asiakassalaisuutesi:
fr_fr: Créez et obtenez votre secret client :
it_it: Crea e ottieni il tuo segreto cliente:
lt_lt: Sukurkite ir gaukite savo kliento paslaptį:
nb_no: Opprett og få din klienthemmelighet:
nl_be: Maak en haal uw Client Secret:
pl_pl: Utwórz i pobierz tajemnicę klienta:
sk_sk: Vytvorte a získajte svoje tajomstvo klienta:
sl_si: Ustvarite in pridobite svojo skrivnost odjemalca:
sv_se: Skapa och få din Klienthemlighet:

source: SumUp Profile Email
bg_bg: Имейл на профила на SumUp
da_dk: SumUp Profil Email
de_de: SumUp Profil-E-Mail
el_cy: Email Προφίλ SumUp
es_cl: Correo Electrónico del Perfil SumUp
fi_fi: SumUp-profiilin sähköposti
fr_fr: Email de profil SumUp
it_it: Email profilo SumUp
lt_lt: „SumUp“ profilio el. paštas
nb_no: SumUp-profil e-post
nl_be: SumUp-profiel e-mail
pl_pl: E-mail profilu SumUp
sk_sk: E-mail profilu SumUp
sl_si: E-pošta profila SumUp
sv_se: SumUp-profil-e-post

source: Get your Email from your SumUp account.
bg_bg: Получете своя имейл от вашия SumUp акаунт.
da_dk: Få din e-mail fra din SumUp-konto.
de_de: Erhalten Sie Ihre E-Mail von Ihrem SumUp-Konto.
el_cy: Λάβετε το Email σας από τον λογαριασμό σας στο SumUp.
es_cl: Obtén tu Correo Electrónico de tu cuenta de SumUp.
fi_fi: Hanki sähköpostisi SumUp-tililtäsi.
fr_fr: Obtenez votre email à partir de votre compte SumUp.
it_it: Ottieni la tua email dal tuo account SumUp.
lt_lt: Gaukite savo el. paštą iš savo SumUp paskyros.
nb_no: Få din e-post fra din SumUp-konto.
nl_be: Haal uw e-mail uit uw SumUp-account.
pl_pl: Pobierz swój e-mail z konta SumUp.
sk_sk: Získajte svoj e-mail z účtu SumUp.
sl_si: Pridobite svojo e-pošto iz svojega računa SumUp.
sv_se: Hämta din e-post från ditt SumUp-konto.

source: Logging
bg_bg: Регистриране
da_dk: Logning
de_de: Protokollierung
el_cy: Καταγραφή
es_cl: Registro
fi_fi: Lokitus
fr_fr: Journalisation
it_it: Registrazione
lt_lt: Žurnalizavimas
pl_pl: Logowanie
sk_sk: Logovanie
sl_si: Beleženje
sv_se: Loggning

source: Log debug messages
bg_bg: Регистриране на съобщения за отстраняване на грешки
da_dk: Log fejlfindingsmeddelelser
de_de: Fehlermeldungen protokollieren
el_cy: Καταγραφή μηνυμάτων αποσφαλμάτωσης
es_cl: Registrar mensajes de depuración
fi_fi: Kirjaa virheenkorjausviestit
fr_fr: Enregistrer les messages de débogage
it_it: Registra i messaggi di debug
lt_lt: Žurnalas derinimo pranešimai
nb_no: Logg feilmeldinger
nl_be: Log foutopsporingsberichten
pl_pl: Loguj wiadomości debugowania
sk_sk: Logujte správy ladenia
sl_si: Beleži sporočila za odpravljanje napak
sv_se: Logga felsökningsmeddelanden

source: Save debug messages to the WooCommerce System Status log.
bg_bg: Запазване на съобщенията за отстраняване на грешки в системния дневник на WooCommerce.
da_dk: Gem fejlfindingsmeddelelser i WooCommerce System Status-log.
de_de: Fehlermeldungen im WooCommerce-Systemstatusprotokoll speichern.
el_cy: Αποθήκευση μηνυμάτων αποσφαλμάτωσης στο ημερολόγιο κατάστασης συστήματος του WooCommerce.
es_cl: Guardar mensajes de depuración en el registro de estado del sistema de WooCommerce.
fi_fi: Tallenna virheenkorjausviestit WooCommercen järjestelmän tilan lokiin.
fr_fr: Enregistrer les messages de débogage dans le journal de l'état du système WooCommerce.
it_it: Salva i messaggi di debug nel registro di stato del sistema WooCommerce.
lt_lt: Išsaugokite derinimo pranešimus WooCommerce sistemos būsenos žurnale.
nb_no: Lagre feilmeldinger i WooCommerce-systemstatusloggen.
nl_be: Sla foutopsporingsberichten op in de WooCommerce-systeemstatuslog.
pl_pl: Zapisz wiadomości debugowania w dzienniku stanu systemu WooCommerce.
sk_sk: Uložte správy ladenia do logu stavu systému WooCommerce.
sl_si: Shranite sporočila za odpravljanje napak v dnevnik stanja sistema WooCommerce.
sv_se: Spara felsökningsmeddelanden i WooCommerce Systemstatuslogg.

source: Installments
bg_bg: Вноски
da_dk: Afdrag
de_de: Raten
el_cy: Δόσεις
es_cl: Cuotas
fi_fi: Osamaksut
fr_fr: Versements
it_it: RateAbilita le rate?
lt_lt: Įmokos
nb_no: Avdrag
nl_be: Termijnen
pl_pl: Raty
sk_sk: Splátky
sl_si: Obroki
sv_se: Delbetalningar

source: Enable Installments?
bg_bg: Активиране на вноски?
da_dk: Aktiver afdrag?
de_de: Raten aktivieren?
el_cy: Ενεργοποίηση δόσεων;
es_cl: ¿Habilitar Cuotas?
fi_fi: Ota käyttöön osamaksut?
fr_fr: Activer les versements ?
it_it: Abilita le rate?
lt_lt: Įjungti įmokas?Įjungti įmokas?
nb_no: Aktiver avdrag?
nl_be: Termijnen inschakelen?
pl_pl: Włączyć raty?
sk_sk: Povoliť splátky?
sl_si: Omogočiti obroke?
sv_se: Aktivera delbetalningar?

source: Accept installments in your card payment method.
bg_bg: Приемайте вноски във вашия метод за плащане с карта.
da_dk: Accepter afdrag i din kortbetalingsmetode.
de_de: Akzeptieren Sie Ratenzahlungen in Ihrer Karten-Zahlungsmethode.
el_cy: Αποδοχή δόσεων στη μέθοδο πληρωμής σας με κάρτα.
es_cl: Aceptar cuotas en tu método de pago con tarjeta.
fi_fi: Hyväksy osamaksut korttimaksutapassasi.
fr_fr: Acceptez les paiements échelonnés dans votre méthode de paiement par carte.
it_it: Accetta le rate nel tuo metodo di pagamento con carta.
lt_lt: Priimti įmokas mokėjimo kortele metodu.
nb_no: Godta avdrag i din kortbetalingsmetode.
nl_be: Accepteer termijnen in uw kaartbetalingsmethode.
pl_pl: Akceptuj raty jako metodę płatności kartą.
sk_sk: Akceptujte splátky ako spôsob platby kartou.
sl_si: Sprejemajte obroke pri svojem načinu plačila s kartico.
sv_se: Acceptera delbetalningar i din kortbetalningsmetod.

source: Number of Installments
bg_bg: Брой на вноските
da_dk: Antal afdrag
de_de: Anzahl der Raten
el_cy: Αριθμός δόσεων
es_cl: Número de Cuotas
fi_fi: Osamaksujen määrä
fr_fr: Nombre d'échéances
it_it: Numero di rate
lt_lt: Įmokų skaičius
nb_no: Antall avdrag
nl_be: Aantal termijnen
pl_pl: Liczba rat
sk_sk: Počet splátok
sl_si: Število obrokov
sv_se: Antal delbetalningar

source: Define the number of installments you will accept.
bg_bg: Определете броя на вноските, които ще приемете.
da_dk: Definer antallet af afdrag, du vil acceptere.
de_de: Definieren Sie die Anzahl der Raten, die Sie akzeptieren werden.
el_cy: Ορίστε τον αριθμό των δόσεων που θα αποδεχτείτε.
es_cl: Define el número de cuotas que aceptarás.
fi_fi: Määritä hyväksyttävien osamaksujen määrä.
fr_fr: Définissez le nombre d'échéances que vous accepterez.
it_it: Definisci il numero di rate che accetterai.
lt_lt: Nustatykite priimamų įmokų skaičių.
nb_no: Definer antall avdrag du vil akseptere.
nl_be: Definieer het aantal termijnen dat u zult accepteren.
pl_pl: Zdefiniuj liczbę rat, które akceptujesz.
sk_sk: Definujte počet splátok, ktoré akceptujete.
sl_si: Določite število obrokov, ki jih boste sprejeli.
sv_se: Definiera antalet delbetalningar du accepterar.

source: Enable PIX?
bg_bg: Активиране на PIX?
da_dk: Aktiver PIX?
de_de: PIX aktivieren?
el_cy: Ενεργοποίηση PIX;
es_cl: ¿Habilitar PIX?
fr_fr: Activer PIX?
it_it: Abilita PIX?
lt_lt: Įjungti PIX?
nb_no: Aktiver PIX?
nl_be: PIX inschakelen?
pl_pl: Włączyć PIX?
sk_sk: Povoliť PIX?
sl_si: Omogočiti PIX?
sv_se: Aktivera PIX?

source: Enable
bg_bg: Активиране
da_dk: Aktiver
de_de: Aktivieren
el_cy: Ενεργοποίηση Boleto
es_cl: Habilitar
fi_fi: Ota käyttöön
fr_fr: Activer
it_it: Abilita
lt_lt: Įjungti
nb_no: Aktiver
nl_be: Inschakelen
pl_pl: Włączyć
sk_sk: Povoliť
sl_si: Omogoči
sv_se: Aktivera

source: Accept PIX as your payment method.
bg_bg: Приемайте PIX като ваш метод на плащане.
da_dk: Accepter PIX som din betalingsmetode.
de_de: Akzeptieren Sie PIX als Ihre Zahlungsmethode.
el_cy: Αποδοχή PIX ως μέθοδο πληρωμής.
es_cl: Aceptar PIX como tu método de pago.
fi_fi: Hyväksy PIX maksutapana.
fr_fr: Acceptez PIX comme méthode de paiement.
it_it: Accetta PIX come metodo di pagamento.
lt_lt: Priimti PIX kaip mokėjimo metodą.
nb_no: Godta PIX som din betalingsmetode.
nl_be: Accepteer PIX als uw betalingsmethode.
pl_pl: Akceptuj PIX jako metodę płatności.
sk_sk: Akceptujte PIX ako spôsob platby.
sl_si: Sprejemajte PIX kot način plačila.
sv_se: Acceptera PIX som din betalningsmetod.

source: Open Payment in modal?
bg_bg: Отваряне на плащането в модален прозорец?
da_dk: Åbn betaling i modal?
de_de: Zahlung im Modal öffnen?
el_cy: Άνοιγμα πληρωμής σε modal;
es_cl: ¿Abrir el pago en un modal?
fi_fi: Avaa maksu modaalissa?
fr_fr: Ouvrir le paiement dans une fenêtre modale?
it_it: Apri il pagamento in modale?
lt_lt: Atidaryti mokėjimą modalėje?
nb_no: Åpne betaling i modal?
nl_be: Open betaling in modal?
pl_pl: Otworzyć płatność w modalnym oknie?
sk_sk: Otvoriť platbu v modálnom okne?
sl_si: Odpreti plačilo v modalnem oknu?
sv_se: Öppna betalning i modal?

source: Yes
bg_bg: Да
da_dk: Ja
de_de: Ja
el_cy: Ναι
es_cl: Sí
fi_fi: Kyllä
fr_fr: Oui
it_it: Sì
lt_lt: Taip
nb_no: Ja
nl_be: Ja
pl_pl: Tak
sk_sk: Áno
sl_si: Da
sv_se: Ja

source: Open the Payment options inside a modal (popup)
bg_bg: Отваряне на опциите за плащане в модален прозорец (изскачащ прозорец)
da_dk: Åbn betalingsmulighederne i en modal (popup)
de_de: Öffnen Sie die Zahlungsoptionen in einem Modal (Popup)
el_cy: Άνοιγμα των επιλογών πληρωμής σε modal (popup)
es_cl: Abrir las opciones de pago dentro de un modal (popup)
fi_fi: Avaa maksuvaihtoehdot modaalissa (ponnahdusikkunassa)
it_it: Apri le opzioni di pagamento all'interno di una finestra modale (popup)
lt_lt: Atidarykite mokėjimo parinktis modalėje (iššokančiame lange)
nb_no: Åpne betalingsalternativene i en modal (popup)
nl_be: Open de betalingsopties in een modal (popup)
pl_pl: Otwórz opcje płatności w modalnym oknie (popupie)
sk_sk: Otvorte možnosti platby v modálnom okne (vyskakovacom okne)
sl_si: Odprite možnosti plačila znotraj modalnega okna (pojavno okno)
sv_se: Öppna betalningsalternativen inuti en modal (popup)

source: Docs
bg_bg: Документи
da_dk: Dokumentation
de_de: Dokumentation
el_cy: Έγγραφα
es_cl: Documentos
fi_fi: Dokumentit
it_it: Documenti
lt_lt: Dokumentai
nb_no: Dokumentasjon
nl_be: Documenten
pl_pl: Dokumenty
sk_sk: Dokumenty
sl_si: Dokumenti
sv_se: Dokumentation
