Repository: common-repository/sumup-payment-gateway-for-woocommerce
Catalog: languages/sumup-payment-gateway-for-woocommerce-*.po
Languages: bg_bg, da_dk, de_de, el_cy, es_cl, fi_fi, fr_fr, it_it, lt_lt, nb_no, nl_be, pl_pl, sk_sk, sl_si, sv_se

source: Take credit card payments on your store using SumUp.
bg_bg: Приемайте плащания с кредитни карти във вашия магазин с SumUp.
da_dk: Tag kreditkortbetalinger i din butik ved hjælp af SumUp.
de_de: Akzeptieren Sie Kreditkartenzahlungen in Ihrem Geschäft mit SumUp.
el_cy: Δεχτείτε πληρωμές με πιστωτική κάρτα στο κατάστημά σας χρησιμοποιώντας το SumUp.
es_cl: Recibe pagos con tarjeta de crédito en tu tienda usando SumUp.
fi_fi: Hyväksy luottokorttimaksut kaupassasi käyttämällä SumUpia.
fr_fr: Acceptez les paiements par carte de crédit dans votre magasin en utilisant SumUp.
it_it: Accetta pagamenti con carta di credito nel tuo negozio usando SumUp.
lt_lt: Priimkite mokėjimus kreditinėmis kortelėmis savo parduotuvėje, naudodami SumUp.
nb_no: Ta imot kredittkortbetalinger i butikken din med SumUp.
nl_be: Accepteer creditcardbetalingen in uw winkel met SumUp.
pl_pl: Przyjmuj płatności kartą kredytową w swoim sklepie za pomocą SumUp.
sk_sk: Prijímajte platby kreditnými kartami vo vašom obchode pomocou SumUp.
sl_si: Sprejemajte plačila s kreditnimi karticami v svoji trgovini s SumUp.
sv_se: Ta emot kreditkortsbetalningar i din butik med hjälp av SumUp.

source: Merchant account settings are incorrectly configured. Check the plugin settings page.
bg_bg: Настройките на търговския акаунт са неправилно конфигурирани. Проверете страницата с настройки на плъгина.
da_dk: Indstillingerne for handelskonto er forkert konfigureret. Tjek plugin-indstillingssiden.
de_de: Die Einstellungen des Händlerkontos sind falsch konfiguriert. Überprüfen Sie die Plugin-Einstellungsseite.
el_cy: Οι ρυθμίσεις λογαριασμού εμπόρου δεν έχουν ρυθμιστεί σωστά. Ελέγξτε τη σελίδα ρυθμίσεων του πρόσθετου.
es_cl: La configuración de la cuenta de comerciante es incorrecta. Revisa la página de configuración del plugin.
fi_fi: Kauppiastilin asetukset on määritetty väärin. Tarkista laajennuksen asetussivu.
fr_fr: Les paramètres du compte marchand sont mal configurés. Vérifiez la page des paramètres du plugin.
it_it: Le impostazioni del conto commerciante sono configurate in modo errato. Controlla la pagina delle impostazioni del plugin.
lt_lt: Prekybininko sąskaitos nustatymai sukonfigūruoti neteisingai. Patikrinkite įskiepio nustatymų puslapį.
nb_no: Innstillingene for forhandlerkontoen er feil konfigurert. Sjekk innstillingssiden for pluginen.
nl_be: De instellingen voor de verkopersaccount zijn onjuist geconfigureerd. Controleer de plugin-instellingenpagina.
pl_pl: Ustawienia konta sprzedawcy są niepoprawnie skonfigurowane. Sprawdź stronę ustawień wtyczki.
sk_sk: Nastavenia obchodného účtu sú nesprávne nakonfigurované. Skontrolujte stránku nastavení pluginu.
sl_si: Nastavitve trgovinskega računa so napačno konfigurirane. Preverite stran z nastavitvami vtičnika.
sv_se: Inställningarna för handlarens konto är felaktigt konfigurerade. Kontrollera insticksprogrammets inställningssida.

source: Sumup is temporarily unavailable. Please contact site admin for more information.
bg_bg: Sumup временно не е наличен. Моля, свържете се с администратора на сайта за повече информация.
da_dk: Sumup er midlertidigt utilgængelig. Kontakt webstedsadministratoren for mere information.
de_de: SumUp ist vorübergehend nicht verfügbar. Bitte wenden Sie sich an den Site-Administrator für weitere Informationen.
el_cy: Το SumUp είναι προσωρινά μη διαθέσιμο. Παρακαλώ επικοινωνήστε με τον διαχειριστή του ιστότοπου για περισσότερες πληροφορίες.
es_cl: Sumup está temporalmente no disponible. Por favor, contacta al administrador del sitio para más información.
fi_fi: Sumup ei ole tilapäisesti käytettävissä. Ota yhteyttä sivuston ylläpitäjään saadaksesi lisätietoja.
fr_fr: Sumup est temporairement indisponible. Veuillez contacter l'administrateur du site pour plus d'informations.
it_it: Sumup è temporaneamente non disponibile. Contatta l'amministratore del sito per maggiori informazioni.
lt_lt: „Sumup“ laikinai nepasiekiamas. Norėdami gauti daugiau informacijos, susisiekite su svetainės administratoriumi.
nb_no: SumUp er midlertidig utilgjengelig. Vennligst kontakt nettstedets administrator for mer informasjon.
nl_be: SumUp is tijdelijk niet beschikbaar. Neem contact op met de sitebeheerder voor meer informatie.
pl_pl: Sumup jest tymczasowo niedostępny. Proszę skontaktować się z administratorem strony, aby uzyskać więcej informacji.
sk_sk: Sumup je dočasne nedostupný. Pre viac informácií kontaktujte administrátora stránky.
sl_si: Sumup je začasno nedostopen. Za več informacij se obrnite na skrbnika spletnega mesta.
sv_se: Sumup är tillfälligt otillgängligt. Kontakta webbplatsadministratören för mer information.

source: Order ID is not available to make the payment. Try again soon or contact the website support.
bg_bg: Идентификаторът на поръчката не е наличен за извършване на плащането. Опитайте отново по-късно или се свържете с поддръжката на уебсайта.
da_dk: Ordre-ID er ikke tilgængeligt for at foretage betalingen. Prøv igen snart eller kontakt webstedsupporten.
de_de: Die Bestell-ID ist nicht verfügbar, um die Zahlung durchzuführen. Versuchen Sie es bald erneut oder wenden Sie sich an den Website-Support.
el_cy: Το ID παραγγελίας δεν είναι διαθέσιμο για την πληρωμή. Δοκιμάστε ξανά σύντομα ή επικοινωνήστε με την υποστήριξη του ιστότοπου.
es_cl: El ID del pedido no está disponible para realizar el pago. Inténtalo de nuevo pronto o contacta al soporte del sitio.
fi_fi: Tilaus-ID ei ole käytettävissä maksun suorittamiseen. Yritä myöhemmin uudelleen tai ota yhteyttä verkkosivuston tukeen.
fr_fr: L'ID de commande n'est pas disponible pour effectuer le paiement. Réessayez bientôt ou contactez le support du site.
it_it: L'ID ordine non è disponibile per effettuare il pagamento. Riprova più tardi o contatta il supporto del sito web.
lt_lt: Užsakymo ID nėra, kad būtų galima atlikti mokėjimą. Pabandykite dar kartą vėliau arba susisiekite su svetainės palaikymo tarnyba.
nb_no: Ordre-ID er ikke tilgjengelig for å utføre betalingen. Prøv igjen snart eller kontakt nettstedets støtte.
nl_be: Bestel-ID is niet beschikbaar om de betaling uit te voeren. Probeer het later opnieuw of neem contact op met de websiteondersteuning.
pl_pl: Identyfikator zamówienia jest niedostępny do dokonania płatności. Spróbuj ponownie później lub skontaktuj się z pomocą techniczną strony.
sk_sk: ID objednávky nie je k dispozícii na uskutočnenie platby. Skúste to znova neskôr alebo kontaktujte podporu webovej stránky.
sl_si: ID naročila ni na voljo za izvedbo plačila. Poskusite znova pozneje ali se obrnite na podporo spletnega mesta.
sv_se: Order-ID är inte tillgängligt för att genomföra betalningen. Försök igen snart eller kontakta webbplatsens support.

source: Transaction was unsuccessful. Please check the minimum amount or use another valid card.
bg_bg: Транзакцията не беше успешна. Моля, проверете минималната сума или използвайте друга валидна карта.
da_dk: Transaktionen var ikke vellykket. Tjek det minimumsbeløb eller brug et andet gyldigt kort.
de_de: Die Transaktion war nicht erfolgreich. Bitte überprüfen Sie den Mindestbetrag oder verwenden Sie eine andere gültige Karte.
el_cy: Η συναλλαγή δεν ήταν επιτυχής. Παρακαλώ ελέγξτε το ελάχιστο ποσό ή χρησιμοποιήστε άλλη έγκυρη κάρτα.
es_cl: La transacción no fue exitosa. Por favor, verifica el monto mínimo o usa otra tarjeta válida.
fi_fi: Tapahtuma epäonnistui. Tarkista vähimmäismäärä tai käytä toista voimassa olevaa korttia.
fr_fr: La transaction a échoué. Veuillez vérifier le montant minimum ou utiliser une autre carte valide.
it_it: La transazione non è riuscita. Si prega di controllare l'importo minimo o di utilizzare un'altra carta valida.
lt_lt: Sandoris nepavyko. Patikrinkite minimalią sumą arba naudokite kitą galiojančią kortelę.
nb_no: Transaksjonen var mislykket. Vennligst sjekk minimumsbeløpet eller bruk et annet gyldig kort.
nl_be: Transactie was niet succesvol. Controleer het minimumbedrag of gebruik een andere geldige kaart.
pl_pl: Transakcja nie powiodła się. Sprawdź minimalną kwotę lub użyj innej ważnej karty.
sk_sk: Transakcia bola neúspešná. Skontrolujte minimálnu sumu alebo použite inú platnú kartu.
sl_si: Transakcija ni bila uspešna. Preverite najmanjši znesek ali uporabite drugo veljavno kartico.
sv_se: Transaktionen misslyckades. Kontrollera minimibeloppet eller använd ett annat giltigt kort.

source: Fill in all required details.
bg_bg: Попълнете всички необходими подробности.
da_dk: Udfyld alle nødvendige oplysninger.
de_de: Füllen Sie alle erforderlichen Angaben aus.
el_cy: Συμπληρώστε όλα τα απαιτούμενα στοιχεία.
es_cl: Rellena todos los datos requeridos.
fi_fi: Täytä kaikki vaaditut tiedot.
fr_fr: Remplissez tous les détails requis.
it_it: Compila tutti i dettagli richiesti.
lt_lt: Užpildykite visus būtinus duomenis.
nb_no: Fyll inn alle nødvendige opplysninger.
nl_be: Vul alle vereiste gegevens in.
pl_pl: Wypełnij wszystkie wymagane szczegóły.
sk_sk: Vyplňte všetky požadované údaje.
sl_si: Izpolnite vse zahtevane podatke.
sv_se: Fyll i alla nödvändiga uppgifter.

source: Invalid Client ID, Client Secret or API Key.
bg_bg: Невалиден клиентски идентификатор, клиентска тайна или API ключ.
da_dk: Ugyldigt klient-ID, klienthemmelighed eller API-nøgle.
de_de: Ungültige Client-ID, Client Secret oder API Key.
el_cy: Μη έγκυρο αναγνωριστικό πελάτη (Client ID), Client Secret ή API Key.
es_cl: ID de Cliente, Secreto de Cliente o Clave API inválidos.
fi_fi: Virheellinen asiakastunnus, asiakassalaisuus tai API-avain.
fr_fr: ID client, secret client ou clé API invalide.
it_it: ID cliente, segreto cliente o chiave API non validi.
lt_lt: Netinkamas kliento ID, kliento paslaptis arba API raktas.
nb_no: Ugyldig klient-ID, klienthemmelighet eller API-nøkkel.
nl_be: Ongeldige Client-ID, Client Secret of API-sleutel.
pl_pl: Nieprawidłowy identyfikator klienta, tajemnica klienta lub klucz API.
sk_sk: Neplatné ID klienta, Client Secret alebo API Key.
sl_si: Neveljaven ID odjemalca, skrivnost odjemalca ali ključ API.
sv_se: Ogiltigt klient-ID, klienthemlighet eller API-nyckel.

source: Missing scope: payments. Please contact support team.
bg_bg: Липсва обхват: плащания. Моля, свържете се с екипа за поддръжка.
da_dk: Manglende omfang: betalinger. Kontakt supportteamet.
de_de: Fehlender Umfang: Zahlungen. Bitte kontaktieren Sie das Support-Team.
el_cy: Λείπει το πεδίο: πληρωμές. Παρακαλώ επικοινωνήστε με την ομάδα υποστήριξης.
es_cl: Falta el alcance: pagos. Por favor, contacta al equipo de soporte.
fi_fi: Puuttuva laajuus: maksut. Ota yhteyttä tukitiimiin.
fr_fr: Portée manquante : paiements. Veuillez contacter l'équipe de support.
it_it: Ambito mancante: pagamenti. Contatta il team di supporto.
lt_lt: Trūksta veikimo srities: mokėjimai. Prašome susisiekti su palaikymo komanda.
nb_no: Manglende omfang: betalinger. Vennligst kontakt supportteamet.
nl_be: Ontbrekend bereik: betalingen. Neem contact op met het ondersteuningsteam.
pl_pl: Brakujący zakres: płatności. Proszę skontaktować się z zespołem wsparcia.
sk_sk: Chýbajúci rozsah: platby. Kontaktujte podporný tím.
sl_si: Manjkajoče območje: plačila. Obrnite se na podporno ekipo.
sv_se: Saknar räckvidd: betalningar. Kontakta supportteamet.

source: Credentials are not valid. Please check the plugin log and try again.
bg_bg: Удостоверенията не са валидни. Моля, проверете дневника на плъгина и опитайте отново.
da_dk: Legitimationsoplysninger er ikke gyldige. Tjek plugin-loggen og prøv igen.
de_de: Die Anmeldeinformationen sind ungültig. Bitte überprüfen Sie das Plugin-Protokoll und versuchen Sie es erneut.
el_cy: Τα διαπιστευτήρια δεν είναι έγκυρα. Παρακαλώ ελέγξτε το ημερολόγιο του πρόσθετου και δοκιμάστε ξανά.
es_cl: Las credenciales no son válidas. Por favor, revisa el registro del plugin e inténtalo de nuevo.
fi_fi: Tunnistetiedot eivät ole voimassa. Tarkista laajennuksen loki ja yritä uudelleen.
fr_fr: Les informations d'identification ne sont pas valides. Veuillez vérifier le journal du plugin et réessayer.
it_it: Le credenziali non sono valide. Controlla il registro del plugin e riprova.
lt_lt: Prisijungimo duomenys netinkami. Patikrinkite įskiepio žurnalą ir bandykite dar kartą.
nb_no: Legitimasjonen er ikke gyldig. Vennligst sjekk pluginloggen og prøv igjen.
nl_be: De inloggegevens zijn niet geldig. Controleer de pluginlog en probeer het opnieuw.
pl_pl: Dane uwierzytelniające są nieprawidłowe. Sprawdź dziennik wtyczki i spróbuj ponownie.
sk_sk: Overovacie údaje sú neplatné. Skontrolujte log pluginu a skúste to znova.
sl_si: Poverilnice niso veljavne. Preverite dnevnik vtičnika in poskusite znova.
sv_se: Referenser är inte giltiga. Kontrollera insticksprogrammets logg och försök igen.

source: Credentials are not valid. Please check and try again.
bg_bg: Удостоверенията не са валидни. Моля, проверете и опитайте отново.
da_dk: Legitimationsoplysninger er ikke gyldige. Tjek og prøv igen.
de_de: Die Anmeldeinformationen sind ungültig. Bitte überprüfen Sie sie und versuchen Sie es erneut.
el_cy: Τα διαπιστευτήρια δεν είναι έγκυρα. Παρακαλώ ελέγξτε τα και δοκιμάστε ξανά.
es_cl: Las credenciales no son válidas. Por favor, verifica e inténtalo de nuevo.
fi_fi: Tunnistetiedot eivät ole voimassa. Tarkista ja yritä uudelleen.
fr_fr: Les informations d'identification ne sont pas valides. Veuillez vérifier et réessayer.
it_it: Le credenziali non sono valide. Controlla e riprova.
lt_lt: Prisijungimo duomenys netinkami. Patikrinkite ir bandykite dar kartą.
nb_no: Legitimasjonen er ikke gyldig. Vennligst sjekk og prøv igjen.
nl_be: De inloggegevens zijn niet geldig. Controleer en probeer het opnieuw.
pl_pl: Dane uwierzytelniające są nieprawidłowe. Sprawdź i spróbuj ponownie.
sk_sk: Overovacie údaje sú neplatné. Skontrolujte a skúste to znova.
sl_si: Poverilnice niso veljavne. Preverite in poskusite znova.
sv_se: Referenser är inte giltiga. Kontrollera och försök igen.

source: Your credentials are valid and you are ready to use the plugin.
bg_bg: Вашите удостоверения са валидни и сте готови да използвате плъгина.
da_dk: Dine legitimationsoplysninger er gyldige, og du er klar til at bruge plugin'et.
de_de: Ihre Anmeldeinformationen sind gültig und Sie können das Plugin verwenden.
el_cy: Τα διαπιστευτήριά σας είναι έγκυρα και είστε έτοιμοι να χρησιμοποιήσετε το πρόσθετο.
es_cl: Tus credenciales son válidas y estás listo para usar el plugin.
fi_fi: Tunnistetietosi ovat voimassa ja olet valmis käyttämään laajennusta.
fr_fr: Vos informations d'identification sont valides et vous êtes prêt à utiliser le plugin.
it_it: Le tue credenziali sono valide e sei pronto per utilizzare il plugin.
lt_lt: Jūsų prisijungimo duomenys galioja ir galite naudoti įskiepį.
nb_no: Legitimasjonen din er gyldig, og du er klar til å bruke pluginen.
nl_be: Uw inloggegevens zijn geldig en u kunt de plugin gebruiken.
pl_pl: Twoje dane uwierzytelniające są ważne i możesz korzystać z wtyczki.
sk_sk: Vaše overovacie údaje sú platné a môžete používať plugin.
sl_si: Vaše poverilnice so veljavne in pripravljeni ste za uporabo vtičnika.
sv_se: Dina referenser är giltiga och du är redo att använda insticksprogrammet.

source: SumUp works by adding payment fields on the checkout and then sending the details to SumUp for verification. <a href="%1$s" target="_blank">Sign up</a> for a SumUp account. After logging in, <a href="%2$s" target="_blank">get your SumUp account keys</a>.
bg_bg: SumUp работи, като добавя полета за плащане на касата и след това изпраща данните на SumUp за проверка. <a href=\"%1$s\" target=\"_blank\">Регистрирайте се</a> за SumUp акаунт. След като влезете, <a href=\"%2$s\" target=\"_blank\">получете вашите SumUp акаунтни ключове</a>.
da_dk: SumUp fungerer ved at tilføje betalingsfelter ved kassen og derefter sende detaljerne til SumUp til verificering. <a href=\"%1$s\" target=\"_blank\">Tilmeld dig</a> en SumUp-konto. Efter login, <a href=\"%2$s\" target=\"_blank\">få dine SumUp-kontotaster</a>.
de_de: SumUp funktioniert, indem es Zahlungsfelder an der Kasse hinzufügt und die Details dann zur Überprüfung an SumUp sendet. <a href=\"%1$s\" target=\"_blank\">Registrieren Sie sich</a> für ein SumUp-Konto. Nach dem Einloggen <a href=\"%2$s\" target=\"_blank\">erhalten Sie Ihre SumUp-Kontonummern</a>.
el_cy: Το SumUp λειτουργεί προσθέτοντας πεδία πληρωμής στο ταμείο και στη συνέχεια στέλνοντας τις λεπτομέρειες στο SumUp για επαλήθευση. <a href=\"%1$s\" target=\"_blank\">Εγγραφείτε</a> για έναν λογαριασμό SumUp. Μετά την είσοδο, <a href=\"%2$s\" target=\"_blank\">λάβετε τα κλειδιά λογαριασμού σας στο SumUp</a>.
es_cl: SumUp funciona añadiendo campos de pago en la caja y luego enviando los detalles a SumUp para su verificación. <a href=\"%1$s\" target=\"_blank\">Regístrate</a> para obtener una cuenta de SumUp. Después de iniciar sesión, <a href=\"%2$s\" target=\"_blank\">obtén tus claves de cuenta de SumUp</a>.
fi_fi: SumUp toimii lisäämällä maksukentät kassalle ja lähettämällä tiedot SumUpille tarkistettavaksi. <a href="%1$s" target="_blank">Rekisteröidy</a> SumUp-tiliin. Kirjautumisen jälkeen <a href="%2$s" target="_blank">hanki SumUp-tiliavaimesi</a>.
fr_fr: SumUp fonctionne en ajoutant des champs de paiement à la caisse, puis en envoyant les détails à SumUp pour vérification. <a href="%1$s" target="_blank">Inscrivez-vous</a> pour un compte SumUp. Après vous être connecté, <a href="%2$s" target="_blank">obtenez les clés de votre compte SumUp</a>.
it_it: SumUp funziona aggiungendo campi di pagamento al checkout e inviando poi i dettagli a SumUp per la verifica. <a href="%1$s" target="_blank">Registrati</a> per un account SumUp. Dopo aver effettuato il login, <a href="%2$s" target="_blank">ottieni le chiavi del tuo account SumUp</a>.
lt_lt: „SumUp“ veikia pridėdama mokėjimo laukus atsiskaitymo metu ir tada išsiųsdama duomenis SumUp patikrinimui. <a href="%1$s" target="_blank">Užsiregistruokite</a> SumUp paskyrai. Prisijungę <a href="%2$s" target="_blank">gaukite savo SumUp paskyros raktus</a>.
nb_no: SumUp fungerer ved å legge til betalingsfelt i kassen og deretter sende detaljene til SumUp for verifisering. <a href="%1$s" target="_blank">Registrer deg</a> for en SumUp-konto. Etter innlogging, <a href="%2$s" target="_blank">få SumUp-kontonøklene dine</a>.
nl_be: SumUp werkt door betalingsvelden toe te voegen aan de kassa en vervolgens de gegevens naar SumUp te sturen voor verificatie. <a href="%1$s" target="_blank">Meld u aan</a> voor een SumUp-account. Na inloggen, <a href="%2$s" target="_blank">haal uw SumUp-accountsleutels</a>.
pl_pl: SumUp działa poprzez dodanie pól płatności przy kasie, a następnie przesłanie danych do SumUp w celu weryfikacji. <a href="%1$s" target="_blank">Zarejestruj się</a> na konto SumUp. Po zalogowaniu <a href="%2$s" target="_blank">zdobądź klucze do swojego konta SumUp</a>.
sk_sk: SumUp funguje pridaním platobných polí pri pokladni a následným odoslaním údajov na overenie do SumUp. <a href="%1$s" target="_blank">Zaregistrujte sa</a> na účet SumUp. Po prihlásení <a href="%2$s" target="_blank">získajte kľúče k svojmu účtu SumUp</a>.
sl_si: SumUp deluje tako, da pri plačilu doda polja za plačilo in nato pošlje podatke SumUp za preverjanje. <a href="%1$s" target="_blank">Prijavite se</a> za račun SumUp. Po prijavi <a href="%2$s" target="_blank">pridobite ključe za svoj račun SumUp</a>.
sv_se: SumUp fungerar genom att lägga till betalningsfält i kassan och sedan skicka uppgifterna till SumUp för verifiering. <a href="%1$s" target="_blank">Registrera dig</a> för ett SumUp-konto. Efter inloggning, <a href="%2$s" target="_blank">få dina SumUp-kontonycklar</a>.

source: SumUp charge complete. Transaction Code: %s
bg_bg: SumUp таксуването е завършено. Код на транзакция: %s
da_dk: SumUp-opkrævning fuldført. Transaktionskode: %s
de_de: SumUp-Zahlung abgeschlossen. Transaktionscode: %s
el_cy: Η χρέωση SumUp ολοκληρώθηκε. Κωδικός συναλλαγής: %s
es_cl: Cargo de SumUp completado. Código de Transacción: %s
fi_fi: SumUp-maksu suoritettu. Tapahtumakoodi: %s
fr_fr: Paiement SumUp complet. Code de transaction : %s
it_it: Addebito SumUp completato. Codice transazione: %s
lt_lt: „SumUp“ mokestis baigtas. Sandorio kodas: %s
nb_no: SumUp-betaling fullført. Transaksjonskode: %s
nl_be: SumUp-betaling voltooid. Transactiekode: %s
pl_pl: Płatność SumUp zakończona. Kod transakcji: %s
sk_sk: Platba SumUp dokončená. Kód transakcie: %s
sl_si: Plačilo SumUp je zaključeno. Koda transakcije: %s
sv_se: SumUp-debitering slutförd. Transaktionskod: %s

source: SumUp payment failed.
bg_bg: Плащането с SumUp не беше успешно.
da_dk: SumUp-betaling mislykkedes.
de_de: SumUp-Zahlung fehlgeschlagen.
el_cy: Η πληρωμή μέσω SumUp απέτυχε.
es_cl: El pago de SumUp falló.
fi_fi: SumUp-maksu epäonnistui.
fr_fr: Le paiement SumUp a échoué.
it_it: Pagamento SumUp fallito.
lt_lt: „SumUp“ mokėjimas nepavyko.
nb_no: SumUp-betaling mislyktes.
nl_be: SumUp-betaling mislukt.
pl_pl: Płatność SumUp nie powiodła się.
sk_sk: Platba SumUp zlyhala.
sl_si: Plačilo SumUp ni uspelo.
sv_se: SumUp-betalning misslyckades.

source: Payment failed, please try again.
bg_bg: Плащането не беше успешно, моля, опитайте отново.
da_dk: Betalingen mislykkedes, prøv venligst igen.
de_de: Zahlung fehlgeschlagen, bitte versuchen Sie es erneut.
el_cy: Η πληρωμή απέτυχε, παρακαλώ δοκιμάστε ξανά.
es_cl: El pago falló, por favor inténtalo de nuevo.
fi_fi: Maksu epäonnistui, yritä uudelleen.
fr_fr: Le paiement a échoué, veuillez réessayer.
it_it: Pagamento fallito, riprova.
lt_lt: Mokėjimas nepavyko, bandykite dar kartą.
nb_no: Betaling mislyktes, vennligst prøv igjen.
nl_be: Betaling mislukt, probeer het opnieuw.
pl_pl: Płatność nie powiodła się, spróbuj ponownie.
sk_sk: Platba zlyhala, skúste to znova.
sl_si: Plačilo ni uspelo, poskusite znova.
sv_se: Betalning misslyckades, försök igen.

source: Error: Merchant account settings are incorrectly configured. Check the plugin settings page.
bg_bg: Грешка: Настройките на търговския акаунт са неправилно конфигурирани. Проверете страницата с настройки на плъгина.
da_dk: Fejl: Indstillingerne for handelskonto er forkert konfigureret. Tjek plugin-indstillingssiden.
de_de: Fehler: Die Einstellungen des Händlerkontos sind falsch konfiguriert. Überprüfen Sie die Plugin-Einstellungsseite.
el_cy: Σφάλμα: Οι ρυθμίσεις λογαριασμού εμπόρου δεν έχουν ρυθμιστεί σωστά. Ελέγξτε τη σελίδα ρυθμίσεων του πρόσθετου.
es_cl: Error: La configuración de la cuenta de comerciante es incorrecta. Revisa la página de configuración del plugin.
fi_fi: Virhe: Kauppiastilin asetukset on määritetty väärin. Tarkista laajennuksen asetussivu.
fr_fr: Erreur : les paramètres du compte marchand sont mal configurés. Vérifiez la page des paramètres du plugin.
it_it: Errore: le impostazioni del conto commerciante sono configurate in modo errato. Controlla la pagina delle impostazioni del plugin.
lt_lt: Klaida: prekybininko sąskaitos nustatymai sukonfigūruoti neteisingai. Patikrinkite įskiepio nustatymų puslapį.
nb_no: Feil: Innstillingene for forhandlerkontoen er feil konfigurert. Sjekk innstillingssiden for pluginen.
nl_be: Fout: De instellingen voor de verkopersaccount zijn onjuist geconfigureerd. Controleer de plugin-instellingenpagina.
pl_pl: Błąd: Ustawienia konta sprzedawcy są niepoprawnie skonfigurowane. Sprawdź stronę ustawień wtyczki.
sk_sk: Chyba: Nastavenia obchodného účtu sú nesprávne nakonfigurované. Skontrolujte stránku nastavení pluginu.
sl_si: Napaka: Nastavitve trgovinskega računa so napačno konfigurirane. Preverite stran z nastavitvami vtičnika.
sv_se: Fel: Inställningarna för handlarens konto är felaktigt konfigurerade. Kontrollera insticksprogrammets inställningssida.
